// 









const arrList_VW_Passat_B4_2e = [





// ------------------------------------------------------------------------------------------------------------------------------------------------d

{ 
	id: '20200805', date: '2020-08-05', title: 'VW Passat B4 ( 2E )', descr: 'ТХ авто', 
	keyval: [
		
		{ k: '--- Автомобіль' 				, v: 'VW Passat B4 ' 			, },
		{ k: 'Рік випуску' 	 				, v: '1994' 					, },
		{ k: 'Маса без навантаження' 		, v: '1310 кг' 					, },
		{ k: 'Маса повна' 					, v: '1800 кг' 					, },
		{ k: 'Дата' 						, v: '2020-08-05' 				, },
		{ k: 'Свідоцтво про реєстрацію' 	, v: 'СХС 469162' 				, },
		{ backspace: true },

		{ k: '--- Кузов' 		, v: 'Універсал' 								, },
		{ k: 'WIN' 				, v: 'WVWZZZ3AZRE083449' 						, },
		{ k: 'Колір' 			, v: 'R8 (LA9V) // Brilliantschwarz Metallic' 	, },
		{ k: 'Кліренс' 			, v: '119 мм' 									, },
		{ backspace: true },

		{ k: '--- Двигун' 						, v: '' 						, },
		{ k: 'КОД' 								, v: '2E' 						, },
		{ k: 'Об\'ем' 							, v: '1984 см<sup>3</sup>' 		, },
		{ k: 'Витрата бензину' 					, v: '604км / 70л // ( 11,67л / 100км ) + остача ? + прогрівання' 	, },
		{ k: 'Потужність' 						, v: '115 л.с.' 				, },
		{ k: 'Крутний момент' 					, v: '166 Нм' 					, },
		{ k: 'Діаметр циліндра' 				, v: '82.5 мм' 					, },
		{ k: 'Хід поршня' 						, v: '92.8 мм' 					, },
		{ k: 'Ступень стиснення' 				, v: '10' 						, },
		{ k: 'Об\'єм охолоджувальної рідини' 	, v: '5 л' 						, },
		{ k: 'Об\'єм масла в двигуні' 			, v: '4 л' 						, },
		{ k: 'Масло' 							, v: 'VW 500.00/501.01/502.00, ACEA - A3, API - SH,SJ' 			, },		
		{ k: 'Двигун 2E' 						, v: 'otoba.ru' 				, href: 'https://otoba.ru/dvigatel/vw/2e.html', },
		{ backspace: true },

		{ k: '--- КПП' 					, v: '' 						, },
		{ k: 'Управління' 				, v: 'Механічна' 				, },
		{ k: 'Кількість передач' 		, v: '5' 						, },
		{ k: 'Код' 						, v: 'CNL' 						, },
		{ k: 'Тип' 						, v: '02A' 						, },
		{ k: 'Масло' 					, v: 'VAG G052726A2, 75W-90' 	, },
		{ k: 'Об\'єм масла в коробці' 	, v: '2 л' 						, },
		{ backspace: true },

		{ k: '--- ГБО-4' 	, v: '' 								, },
		{ k: 'Встановлено' 	, v: '2023-03-30' 						, },
		{ k: 'Пробіг' 		, v: '443000 км' 						, },
		{ k: 'Редуктор' 	, v: 'Tomasetto' 						, },
		{ k: 'Форсунки' 	, v: 'Valtek' 							, },
		{ k: 'Бак' 			, v: 'Stag (42 л), старий від ГБО-2' 	, },
		{ backspace: true },



		{ k: 'Акумулятор' 		, v: 'Exide' 				, },
		{ k: 'Модель' 			, v: 'Premium EA 640' 		, },
		{ k: '' 				, v: 'Carbon Boost 2.0' 	, },
		{ k: '' 				, v: '12 V' 				, },
		{ k: '' 				, v: '64 Ah' 				, },
		{ k: '' 				, v: '640 A(EN)' 			, },
		{ k: 'exide.info' 		, v: 'exide.info' 			, href: 'https://www.exidegroup.com/eu/en/battery/EA640', },
		{ k: '' 				, v: 'UK:027TE' 			, },
		{ k: 'barcode' 			, v: '3 661024 034227' 		, },
		{ backspace: true },


		{ k: 'Акумулятор' 		, v: 'Povver' 				, },
		{ k: '' 				, v: '12 V' 				, },
		{ k: '' 				, v: '60 Ah' 				, },
		{ k: '' 				, v: '600 A' 				, },
		{ k: '' 				, v: '540 (EN)' 			, },
		{ k: '' 				, v: 'L.B2.60.054.A' 		, },
		{ backspace: true },




	],
},











// Service ----------------------------------------------------------------------------------------------------------------------------------------------------




{
	id: '20260618_gdb1048', date: '2026-06-18', title: 'Колодки гальмівні передні', descr: 'TRW GDB1048 ...покупка', 
	keyval: [

		{ k: 'Колодки гальмівні передні' 	, v: 'TRW' 						, },
		{ k: 'Код' 							, v: 'GDB1048' 					, },
		{ k: 'Призначення' 					, v: 'передні ( ліві, праві )' 	, },
		{ backspace: true },

		{ k: 'Продавець' 					, v: 'Кравцов Макс' 			, },
		{ k: 'Дата' 						, v: '2026-06-18' 				, },

		{ k: 'Ціна' 						, v: '6700 грн за 4 диски та 8 колодок' , },
	],
},
{
	id: '20260618_gdb1330', date: '2026-06-18', title: 'Колодки гальмівні задні', descr: 'TRW GDB1330 ...покупка',
	keyval: [

		{ k: 'Авто' 					, v: '2E' 						, },
		{ k: 'Колодки гальмівні задні' 	, v: 'TRW' 						, },
		{ k: 'Код' 						, v: 'можливо GDB1330' 			, },
		{ k: 'Призначення' 				, v: 'задні ( ліві, праві )' 	, },
		{ backspace: true },

		{ k: 'Продавець' 				, v: 'Кравцов Макс' 			, },
		{ k: 'Дата' 					, v: '2026-06-18' 				, },

	],
},
{
	id: '20260618_df1533', date: '2026-06-18', title: 'Диски гальмівні передні', descr: 'TRW DF1533 ...покупка', 
	keyval: [

		{ k: 'Авто' 					, v: '2E' 							, },
		{ k: 'Диски гальмівні задні' 	, v: 'TRW' 							, },
		{ k: 'Код' 						, v: 'DF1533' 						, },
		{ k: 'Призначення' 				, v: 'передні ( лівий, правий )' 	, },
		{ backspace: true },

		{ k: 'Продавець' 				, v: 'Кравцов Макс' 				, },
		{ k: 'Дата' 					, v: '2026-06-18' 					, },

	],
},
{
	id: '20260618_df1529', date: '2026-06-18', title: 'Диски гальмівні задні', descr: 'TRW DF1529 ...покупка', 
	keyval: [

		{ k: 'Авто' 					, v: '2E' 						, },
		{ k: 'Диски гальмівні задні' 	, v: 'TRW' 						, },
		{ k: 'Код' 						, v: 'DF1529' 					, },
		{ k: 'Призначення' 				, v: 'задні ( лівий, правий )' 	, },
		{ backspace: true },

		{ k: 'Продавець' 				, v: 'Кравцов Макс' 			, },
		{ k: 'Дата' 					, v: '2026-06-18' 				, },

	],
},
{
	id: '20260616_oil', date: '2026-06-18', title: 'Масло моторне', descr: 'Liqui Moly ...покупка', 
	keyval: [

		{ k: 'Авто' 						, v: '2E' 					, },
		{ k: 'Масло моторне' 				, v: 'Liqui Moly 10W-40' 	, },
		{ k: 'Каністра пластикова синя' 	, v: '5 л' 					, },
		{ backspace: true },

		{ k: 'Продавець' 					, v: 'Кравцов Макс' 		, },
		{ k: 'Дата' 						, v: '2026-06-16' 			, },
		{ k: 'Ціна' 						, v: '2850 грн за 5 л' 		, },
	],
},
{
	id: '20260616_filter', date: '2026-06-18', title: 'Фільтр масляний', descr: 'Mahle OC 264 ...покупка', 
	keyval: [

		{ k: 'Авто' 				, v: '2E' 				, },
		{ k: 'Фільтр масляний' 		, v: 'Mahle' 			, },
		{ k: 'Код' 					, v: 'OC 264' 			, },
		{ backspace: true },

		{ k: 'Продавець' 			, v: 'Кравцов Макс' 	, },
		{ k: 'Дата' 				, v: '2026-06-16' 		, },
		{ k: 'Ціна' 				, v: '250 грн' 			, },
	],
},
{
	id: '20260411_mirror', date: '2026-04-11', title: 'Дзеркало', descr: 'пасажирське ...заміна', 
	keyval: [
		{ k: 'Дзеркало' 		, v: 'Alkar' 						, },
		{ k: 'Код' 				, v: '6402154' 						, },
		{ k: 'VAG' 				, v: '357857508' 					, },
		{ k: 'VAG' 				, v: '357857522' 					, },

		{ k: '' 				, v: 'Скло, відображуючий елемент' 		, },
		{ k: 'Призначення' 		, v: 'Праве пасажирське ( Passat 2E )' 	, },

		{ k: 'Продавець' 		, v: 'dok.ua' 					, href: 'https://dok.ua/ua/art-6402154-alkar-74839?showAnalogs=true&artNum=357857522&brandId=2268&utm_source=google&utm_medium=cpc&utm_campaign=22511470317&utm_content=&utm_term=&utm_id=&gad_source=1&gad_campaignid=22511468397&gbraid=0AAAAAC8xs_807On9It109Mxy08htNvToP&gclid=CjwKCAjwnN3OBhA8EiwAfpTYeqb20bmitvAQsUCkXXBR2lo9HRFq4UZ0LCcnGh7aih7qqVtdqF_hgRoC09MQAvD_BwE', },
		{ k: 'Дата' 			, v: '2026-04-11' 				, },
		{ k: 'Ціна' 			, v: '275 грн' 					, },
	],
},
{
	id: '20251023_wheel', date: '2025-10-23', title: 'Балансування', descr: 'колес', 
	keyval: [
		{ k: 'СТО' 			, v: 'Шиномонтаж' 						, gps: 'https://maps.app.goo.gl/7DScbGHwV8krWyJEA', },
		{ k: 'Результат' 	, v: 'Диски збалансовані' 				, },
		{ k: '' 			, v: 'Диски рівні, катати не треба' 	, },
		{ k: 'Пробіг' 		, v: '? км' 							, },
		{ k: 'Ціна' 		, v: '400 грн' 							, },
	],
},
{
	id: '20250902_kniazha', date: '2025-09-02', title: 'Страхування', descr: 'Княжа', 
	keyval: [
		{ k: 'Страхова компанія' 	, v: 'Княжа' 			, },
		{ k: '' 					, v: '№ EP-232080188' 	, },
		{ k: 'Строк дії' 			, v: 'до 2026-09-02' 	, },
		{ k: 'Поліс ОСЦПВ' 			, v: 'mtsbu.ua' 		, href: 'https://policy.mtsbu.ua/qr/policyinfo/ua?md=365E96C0034AD5A221A658ED05F25316E0DD4E77AB2EB8184950C5134E5B6D0C', },
		{ k: '' 					, v: 'Документ для роздрукування в мережі не знайдено. Тільки pdf-файл у Телеграмі' 		,  },
		{ k: 'Офіційний сайт' 		, v: 'kniazha.ua' 		, href: 'https://kniazha.ua/', },
		{ k: 'Продавець' 			, v: 'Олексій' 			, gps: 'https://maps.app.goo.gl/C4XtzbJeynAiHjvz7', },
		{ k: 'Дата' 				, v: '2025-09-02' 		, },
		{ k: 'Ціна' 				, v: '2851 грн' 		, },
	],
},
{
	id: '20241130_filter', date: '2024-12-12', title: 'Фільтр масляний', descr: 'Kolbenschmidt ...заміна', 
	keyval: [
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Пробіг' 			, v: '454680 км' 			, },
		{ backspace: true },

		{ k: 'Фільтр масляний' 	, v: 'Kolbenschmidt' 		, },
		{ k: 'Код' 				, v: '50 013 073' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 			, v: '2024-11-30' 			, },
		{ backspace: true },
	],
},
{
	id: '20241130_oil', date: '2024-12-12', title: 'Масло моторне', descr: 'Liqui Moly ...заміна', 
	keyval: [
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Пробіг' 			, v: '454680 км' 			, },
		{ backspace: true },

		{ k: 'Масло моторне' 	, v: 'Liqui Moly' 										, },
		{ k: 'Маркування' 		, v: '10W-40, ACEA A3/B4, API SN, VW 50101/50500' 		, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 									, },
		{ k: 'Ціна' 			, v: '2000 грн за 5 л' 									, },
		{ backspace: true },
	],
},
{
	id: '20241212_adriauto', date: '2024-12-12', title: 'Трос спідометра', descr: 'Adriauto ...заміна', 
	keyval: [
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Пробіг' 			, v: '454680 км' 			, },
		{ backspace: true },

		{ k: 'Трос спідометра' 	, v: 'Adriauto' 			, },
		{ k: 'Код' 				, v: '55.1524' 				, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 		, },
		{ backspace: true },
	],
},
{
	id: '20240909_meyle', date: '2024-09-09', title: 'Бачок розширювальний', descr: 'Meyle ...заміна', 
	keyval: [
		{ k: 'Бачок для антифріза' 	, v: 'Meyle' 			, },
		{ k: 'Код' 					, v: '1001210033' 		, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Ціна' 				, v: '650 грн' 			, },
	],
},
{
	id: '20240409_lamps', date: '2024-09-09', title: 'Лампи діодні', descr: 'ліхтарів заднього ходу ...заміна звичайних', 
	keyval: [
		{ k: 'Лампи діодні ліхтарів заднього ходу' 	, v: '' 				, },
		{ k: 'Продавець' 							, v: 'Лоск' 			, },
		{ k: 'Ціна' 								, v: '200 грн за 2 шт' 	, },
	],
},
{
	id: '20240409_button', date: '2024-04-09', title: 'Датчик-вимикач', descr: 'ліхтарів заднього ходу ...заміна', 
	keyval: [
		{ k: 'Датчик-вимикач' 		, v: 'ліхтарів заднього ходу' 	, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 			, },
		{ k: 'Ціна' 				, v: '350 грн' 					, },
	],
},
{
	id: '20240901_alfa_garant', date: '2024-09-01', title: 'Страхування', descr: 'Альфа-Гарант', 
	keyval: [
		{ k: 'Страхова компанія' 	, v: 'Альфа-Гарант' 	, },
		{ k: '' 					, v: '№ 223172258' 		, },
		{ k: 'Строк дії' 			, v: 'до 2025-08-31' 	, },
		{ k: 'Поліс ОСЦПВ' 			, v: 'alfagarant.com' 	, href: 'https://agent.alfagarant.com/Policy?code=q1QqwoYq2QqwJx7WXVAF7sN8pqeJNAq3Qqw&type=0534', },
		{ k: 'Пароль' 				, v: '0534' 			, },
		{ k: 'Сайт' 				, v: 'alfagarant.com' 	, href: 'https://alfagarant.com/', },
		{ k: 'Продавець' 			, v: 'Олексій' 			, gps: 'https://maps.app.goo.gl/C4XtzbJeynAiHjvz7', },
		{ k: 'Ціна' 				, v: '953 грн' 			, },
	],
},
{
	id: '20240303_polmostrow', date: '2024-04-01', title: 'Глушник середній', descr: 'Polmostrow ...заміна', 
	keyval: [
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Пробіг' 			, v: '452060 км' 			, },
		{ backspace: true },

		{ k: 'Глушник середній' 	, v: 'Polmostrow' 		, },
		{ k: 'Код' 					, v: '3020' 			, },
		{ k: 'Продавець' 			, v: 'Лоск' 			, },
		{ k: 'Дата' 				, v: '2024-03-03' 		, },
		{ k: 'Ціна' 				, v: '1800 грн' 		, },
		{ backspace: true },
	],
},
{
	id: '20240303_polmostrow', date: '2024-04-01', title: 'Труба вихлопна проміжна', descr: 'Polmostrow ...заміна', 
	keyval: [
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Пробіг' 			, v: '452060 км' 			, },
		{ backspace: true },

		{ k: 'Труба вихлопна проміжна' 	, v: 'Polmostrow' 		, },
		{ k: 'Код' 						, v: '30347' 			, },
		{ k: 'Продавець' 				, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 					, v: '2024-03-03' 		, },
		{ k: 'Ціна' 					, v: '400 грн' 			, },
		{ backspace: true },
	],
},
{
	id: '20240303_clamp', date: '2024-04-01', title: 'Хомути трубні', descr: '...заміна', 
	keyval: [
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Пробіг' 			, v: '452060 км' 			, },
		{ backspace: true },

		{ k: 'Хомути трубні' 	, v: '' 					, },
		{ k: 'Продавець' 		, v: 'Лоск' 				, },
		{ k: 'Дата' 			, v: '2024-03-03' 			, },
		{ k: 'Ціна' 			, v: '150 грн за 3 шт' 		, },
		{ backspace: true },
	],
},
{
	id: '20240301_welding', date: '2024-03-01', title: 'Зварювання вихлопної труби', 
	keyval: [
		{ k: 'Зваварювання труби' 	, v: '' 						, },
		{ k: 'Призначення' 			, v: 'на місце каталізатора' 	, },
		{ backspace: true },
		{ k: 'Заміна' 				, v: '2024-03-01' 			, },
		{ k: 'Пробіг' 				, v: '451070 км' 			, },
		{ k: 'СТО' 					, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Спеціаліст' 			, v: 'Денищенко Віталій' 	, },
	],
},
{
	id: '20231202_doorlock', date: '2023-12-02', title: 'Замок', descr: 'водійської двері ...покупка', 
	keyval: [
		{ k: 'Замок водійської двері' 	, v: 'внутрішній механізм' 	, },
		{ k: 'Продавець' 				, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 					, v: '2023-12-02' 			, },
	],
},
{
	id: '20231201_aral', date: '2024-12-04', title: 'Масло моторне', descr: 'Aral ...заміна', 
	keyval: [
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Пробіг' 			, v: '450660 км' 			, },
		{ backspace: true },
		
		{ k: 'Масло моторне' 	, v: 'Aral' 				, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 			, v: '2023-12-01' 			, },
		{ backspace: true },
	],
},
{
	id: '20231201_filter', date: '2024-12-04', title: 'Фільтр масляний', descr: ' ...заміна', 
	keyval: [
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Пробіг' 			, v: '450660 км' 			, },
		{ backspace: true },
		
		{ k: 'Фільтр масляний' 	, v: '' 					, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 			, v: '2023-12-01' 			, },
		{ backspace: true },
	],
},



{
	id: '20231201_febi', date: '', descr: 'Febi', title: 'Підшипник', 
	keyval: [
		{ k: 'Підшипник' 		, v: 'Febi' 				, },
		{ k: 'Призначення' 		, v: 'Задній лівий' 		, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 			, v: '2023-12-01' 			, },
		{ backspace: true },

		{ k: 'Заміна' 			, v: '2024-12-04' 			, },
		{ k: 'Пробіг' 			, v: '450660 км' 			, },
		{ k: 'СТО' 				, v: 'Авто сервіс Center' 	, gps: 'https://maps.app.goo.gl/dYrU5L2LQ11xoYZT8', },
		{ k: 'Спеціаліст' 		, v: 'Денищенко Віталій' 	, },
	],
},
{
	id: '20231201_brake_liquid', date: '', descr: 'гальмівна', title: 'Рідина', 
	keyval: [
		{ k: 'Гальмівна рідина' 	, v: '' 				, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2023-12-01' 		, },
		{ k: 'Ціна' 				, v: '150 грн' 			, },
	],
},
{
	id: '20231201_monroe', date: '', descr: 'Monroe', title: 'Пильники',
	keyval: [
		{ k: 'Пильники-відбійники' 	, v: 'Monroe' 				, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 				, v: '2023-12-01' 			, },
		{ k: 'Ціна' 				, v: '500 грн за 2 шт' 		, },
	],
},
{
	id: '20231201_frenkit', date: '', descr: 'Frenkit', title: 'Ремкоплекти',
	keyval: [
		{ k: 'Ремкоплекти' 	, v: 'Frenkit' 				, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 		, v: '2023-12-01' 			, },
		{ k: 'Ціна' 		, v: '600 грн за 2 шт' 		, },
	],
},
{
	id: '20231201_lesjofors', date: '', descr: 'Lesjofors', title: 'Пружини задні',
	keyval: [
		{ k: 'Пружини' 		, v: 'Lesjofors' 		, clue_manufacturer: 'lesjofors', },
		{ k: 'Призначення' 	, v: 'задні' 			, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2023-12-01' 		, },
		{ k: 'Ціна' 		, v: '2500 грн за 2шт' 	, },
	],
},
{
	id: '20231201_meyle', date: '', descr: 'Meyle', title: 'Амортизатори',
	keyval: [
		{ k: 'Амортизатори' 	, v: 'Meyle' 							, clue_manufacturer: 'meyle',},
		{ k: 'Призначення' 		, v: 'задні' 							, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 					, },
		{ k: 'Дата' 			, v: '2023-12-01' 						, },
		{ k: 'Ціна' 			, v: '2500 грн за 2 шт (лівий/правий)' 	, },
	],
},





{
	id: '20231112_oil_1', date: '2023-11-12', title: 'Масло моторне', descr: 'Aral ...заміна', 
	keyval: [
		{ k: 'Масло моторне' 	, v: 'Aral' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 			, v: '2023-11-12' 		, },
		{ k: 'Кількість' 		, v: '1 л' 				, },
	],
},
{
	id: '20231112_oil_4', date: '2023-11-12', title: 'Масло моторне', descr: 'Aral ...покупка', 
	keyval: [
		{ k: 'Масло моторне' 	, v: 'Aral' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Кількість' 		, v: '4 л' 				, },
	],
},
{
	id: '20231112_filter', date: '2023-11-12', title: 'Фільтр масляний', descr: ' ...заміна', 
	keyval: [
		{ k: 'Фільтр масляний' 	, v: '' 				, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
	],
},








{
	id: '20231112_bosch', date: '', descr: 'Bosch', title: 'Склоочисники',
	keyval: [
		{ k: 'Склоочисники' 	, v: 'Bosch' 							, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 					, },
		{ k: 'Дата' 			, v: '2023_11_12_0900' 					, },
		{ k: 'Ціна' 			, v: '700 грн за 2 шт (лівий/правий)' 	, },
	],
},




{
	id: '20230921_corteco_2', date: '', descr: 'Corteco', title: 'Подушка двигуна/КПП',
	keyval: [
		{ k: 'Подушка' 				, v: 'Corteco' 			, },
		{ k: 'Код' 					, v: '21652428' 		, },
		{ k: 'Призначення' 			, v: 'під двигун/КПП' 	, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2023-09-21' 		, },
		{ k: 'Ціна' 				, v: '700 грн' 			, },
	],
},
{
	id: '20230921_corteco_1', date: '', descr: 'Corteco', title: 'Подушка двигуна',
	keyval: [
		{ k: 'Подушка двигуна' 		, v: 'Corteco' 			, },
		{ k: 'Код' 					, v: '21651935' 		, },
		{ k: 'Призначення' 			, v: 'передня' 			, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2023-09-21' 		, },
		{ k: 'Ціна' 				, v: '1200 грн' 		, },
	],
},
{
	id: '20230921_birth', date: '', descr: 'Birth', title: 'Подушка двигуна',
	keyval: [
		{ k: 'Подушка двигуна' 		, v: 'Birth' 			, },
		{ k: 'Код' 					, v: '5483' 			, },
		{ k: 'Призначення' 			, v: 'задня' 			, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2023-09-21' 		, },
		{ k: 'Ціна' 				, v: '900 грн' 			, },
	],
},
{
	id: '20230917_bosdq', date: '', descr: 'BosDQ', title: 'Реле 4-контактне',
	keyval: [
		{ k: 'Реле 4-контактне' 	, v: 'BosDQ' 						, },
		{ k: 'Ток ' 				, v: '40 А' 						, },
		{ k: 'Продавець' 			, v: 'Лоск-1. Магазин електрики' 	, },
		{ k: 'Дата' 				, v: '2023-09-17' 					, },
		{ k: 'Ціна' 				, v: '150 грн за 5 шт' 				, },
	],
},
{
	id: '20230905_bosch', date: '', descr: 'Bosch', title: 'Реле 4-контактне',
	keyval: [
		{ k: 'Реле 4-контактне' 	, v: 'Bosch' 			, },
		{ k: 'Код' 					, v: '0986AH0453' 		, },
		{ k: 'Ток ' 				, v: '30 А' 			, },
		{ k: 'Продавець' 			, v: 'your-car.com.ua' 	, href: 'https://your-car.com.ua/product/0986ah0453/bosch/', },
		{ k: 'Дата' 				, v: '2023-09-05' 		, },
		{ k: 'Ціна' 				, v: '256 грн за 4 шт' 	, },
	],
},
{
	id: '20230817_lamps', date: '', descr: 'діодні', title: 'Лампи',
	keyval: [
		{ k: 'Лампи діодні' 	, v: '' 					, },
		{ k: 'Призначення' 		, v: 'для стоп-сигналів' 	, },
		{ k: 'Продавець' 		, v: 'Лоск' 				, },
		{ k: 'Дата' 			, v: '2023-08-17' 			, },
		{ k: 'Ціна' 			, v: '140 грн за 2 шт' 		, },
	],
},
{
	id: '20230817_', date: '', descr: 'Topran', title: 'Кільця-ущільнювачі',
	keyval: [
		{ k: 'Кільця-ущільнювачі гумові' 	, v: 'Topran' 			, },
		{ k: 'Код' 							, v: '101562' 			, },
		{ k: 'Призначення' 					, v: 'для форсунок' 	, },
		{ k: 'Продавець' 					, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 						, v: '2023-08-17' 		, },
		{ k: 'Ціна' 						, v: '400 грн за 4 шт' 	, },
	],
},
{
	id: '20230817_viktor_reinz', date: '', descr: 'Viktor Reinz', title: 'Прокладка',
	keyval: [
		{ k: 'Прокладка' 	, v: 'Viktor Reinz' 			, },
		{ k: 'Призначення' 	, v: 'для впускного колектора' 	, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 			, },
		{ k: 'Дата' 		, v: '2023-08-17' 				, },
		{ k: 'Ціна' 		, v: '200 грн' 					, },
	],
},

{
	id: '20230726_muffler', date: '', descr: 'задній', title: 'Глушник',
	keyval: [
		{ k: 'Глушник задній' 		, v: '' 				, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2023-07-26' 		, },
		{ k: 'Ціна' 				, v: '2000 грн' 		, },
	],
},
{
	id: '20230602_ina', date: '', descr: 'INA', title: 'Гідрокомпенсатори',
	keyval: [
		{ k: 'Гідрокомпенсатори' 	, v: 'INA' 				, },
		{ k: 'Код' 					, v: '420004010' 		, },
		{ k: 'Маркування' 			, v: 'F-46516.30.TSTH' 	, },
		{ k: 'Дата' 				, v: '2023-06-02' 	, },
		{ k: 'Ціна' 				, v: '1512 грн за 8 шт' 			, },
	],
},
{
	id: '20230602_shaft_seal', date: '', descr: 'Elring', title: 'Сальник вала',
	keyval: [
		{ k: 'Сальник вала' 	, v: 'Elring' 					, },
		{ k: 'Маркування' 		, v: 'ASW F WD FPAC 32x74x10' 	, },
		{ k: 'Код' 				, v: '325.155' 					, },
		{ k: 'Дата' 			, v: '2023-06-02' 				, },
		{ k: 'Ціна' 			, v: '90 грн' 					, },
	],
},
{
	id: '20230602_gasket', date: '', descr: 'Elring', title: 'Прокладка',
	keyval: [
		{ k: 'Прокладка' 	, v: 'Elring' 						, },
		{ k: 'Код' 			, v: '915.653' 						, },
		{ k: 'Призначення' 	, v: 'для клапанної кришки двигуна' , },
		{ k: 'Дата' 		, v: '2023-06-02' 					, },
		{ k: 'Ціна' 		, v: '335 грн' 						, },
	],
},
{
	id: '20230601_', date: '', descr: 'JP Group', title: 'Троси ручника',
	keyval: [
		{ k: 'Троси ручника' 	, v: 'JP Group' 						, },
		{ k: 'Код' 				, v: '1170303700' 						, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 					, },
		{ k: 'Дата' 			, v: '2023-06-01' 						, },
		{ k: 'Ціна' 			, v: '700 грн за 2 шт (лівий/правий)' 	, },
	],
},
{
	id: '20230518_multi_mat', date: '', descr: 'MultiMat PRO', title: 'Шумоізоляція',
	keyval: [
		{ k: 'Шумоізоляція' , v: 'MultiMat PRO' 		, },
		{ k: 'Продавець' 	, v: 'Лоск' 				, },
		{ k: 'Дата' 		, v: '2023_05_18_1321' 		, },
		{ k: 'Ціна' 		, v: '1280 грн за 4 листа' 	, },
	],
},
{
	id: '20230518_vibrex', date: '', descr: 'Vibrex', title: 'Віброізоляція',
	keyval: [
		{ k: 'Віброізоляція' 	, v: 'Vibrex' 				, },
		{ k: 'Продавець' 		, v: 'Лоск' 				, },
		{ k: 'Дата' 			, v: '2023_05_18_' 			, },
		{ k: 'Ціна' 			, v: '720 грн за 4 листа' 	, },
	],
},




{
	id: '20230518_oil', date: '2023-05-18', title: 'Масло моторне', descr: 'Aral', 
	keyval: [
		{ k: 'Масло моторне' 	, v: 'Aral' 			, },
		{ k: 'Ціна' 			, v: '1000 грн за 4 л' 	, },
	],
},
{
	id: '20230518_meyle', date: '2023-05-18', title: 'Фільтр масляний', descr: 'Meyle', 
	keyval: [
		{ k: 'Фільтр масляний' 	, v: 'Meyle' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Ціна' 			, v: '200 грн' 			, },
	],
},






{
	id: '20230517_glass', date: '', descr: 'лобове', title: 'Скло',
	keyval: [
		{ k: 'Скло лобове' 		, v: '' 			, },
		{ k: 'Продавець' 		, v: 'А/Р Сервіс' 	, gps: 'https://maps.app.goo.gl/eUtXw1mpJU9gFPsp7', },
		{ k: 'Дата' 			, v: '2023-05-17' 	, },
		{ k: 'Ціна' 			, v: '2650 грн' 	, },
	],
},
{
	id: '20230509_relay_67', date: '', descr: '67', title: 'Реле',
	keyval: [
		{ k: 'Реле 67' 			, v: '' 			, },
		{ k: 'Призначення' 		, v: 'Бензонасос' 	, },
		{ k: 'Дата' 			, v: '2023-05-09' 	, },
		{ k: 'Ціна' 			, v: '270 грн' 		, },
	],
},
{
	id: '20230508_lamps', date: '', descr: 'діодні', title: 'Лампи',
	keyval: [
		{ k: 'Лампи діодні' 	, v: '' 				, },
		{ k: 'Дата' 			, v: '2023-05-08' 		, },
		{ k: 'Ціна' 			, v: '480 грн за 4 шт' 	, },
	],
},



{
	id: '20230502_vag_com', date: '', descr: 'VAG COM', title: 'Адаптер діагностичний', 
	keyval: [
		{ k: 'Адаптер діагностичний' 	, v: 'VAG COM 22.3' 	, },
		{ k: 'Відеоінструкція' 			, v: 'youtube.com' 		, href: 'https://www.youtube.com/watch?v=OZlzpd1M7Mw' , },
		{ k: 'Прога' 					, v: 'drive.google.com' , href: 'https://drive.google.com/file/d/1BAckpBdCncuTk9622DknMWn52ZZscO2R/view' , },
		{ k: 'Продавець' 				, v: 'prom.ua'  		, href: 'https://kharkov.prom.ua/ua/p1700609345-diagnosticheskij-adapter-vcds.html?adjust_campaign=share&adjust_adgroup=android&adjust_creative=product&utm_campaign=share_button&utm_medium=referral_link&utm_source=b2c_app_android' , },
		{ k: 'Дата' 					, v: '2023-05-02' 		, },
		{ k: 'Ціна' 					, v: '840 грн' 			, },
	],
},


{
	id: '20230428_xado', date: '', descr: 'Xado', title: 'Очисник контактів', 
	keyval: [
		{ k: 'Очисник контактів' 	, v: 'Xado Verylube' 	, },
		{ k: 'Продавець' 			, v: 'xado.com'			, href: 'https://xado.com/avtomobilnaya-himiya/ochistiteli-razlichnih-sistem-avtomobilya/ochistitel-kontaktov-s-effektom-udaleniya-vlagi' , },
		{ k: 'Дата' 				, v: '2023-04-28' 		, },
		{ k: 'Ціна' 				, v: '135 грн' 			, },
	],
},




{
	id: '20230418_jp_group', date: '', descr: 'JP Group', title: 'Розподільник запалювання',
	keyval: [
		{ k: 'Розподільник запалювання' 	, v: 'JP Group' 	, },
		{ k: 'Код' 							, v: '1191100500' 	, },
		{ k: 'Дата' 						, v: '2023-04-18' 	, },
		{ k: 'Ціна' 						, v: '1200 грн' 	, },
	],
},
{
	id: '20230401_febi', date: '', descr: 'Febi', title: 'Реле 21',
	keyval: [
		{ k: 'Реле 21' 		, v: 'Febi' 			, },
		{ k: 'Призначення' 	, v: 'Поворотники' 		, },
		{ k: 'Код' 			, v: '11574' 			, },
		{ k: 'Продавець' 	, v: 'busauto.kh.ua' 	, href: 'https://busauto.kh.ua/ua/p1214881753-febi-11574-rele.html' , },
		{ k: 'Дата' 		, v: '2023-04-01' 		, },
		{ k: 'Ціна' 		, v: '185 грн' 			, },
	],
},
{
	id: '20230330_lpg', date: '', descr: 'ГБО 4', title: 'Обладнання',
	keyval: [
		{ k: 'ГБО 4' 		, v: '' 						, },
		{ k: 'Продавець' 	, v: 'Тітов Микола Петрович' 	, },
		{ k: 'СТО' 			, v: 'LPG Master' 				, gps: 'https://maps.app.goo.gl/oBwBhEhPwsg3aGWX6', },
		{ k: 'Дата' 		, v: '2023-03-30' 				, },
		{ k: 'Пробіг' 		, v: '443000 км' 				, },
		{ k: 'Ціна' 		, v: '9000 грн з установкою' 	, },
	],
},
{
	id: '20230330_valtek', date: '', descr: 'Valtek', title: 'Форсунки',
	keyval: [
		{ k: 'Форсунки' 	, v: '' 						, },
		{ k: 'Кількість' 	, v: '4 шт' 					, },
		{ k: 'Продавець' 	, v: 'Тітов Микола Петрович' 	, },
		{ k: 'СТО' 			, v: 'LPG Master' 				, gps: 'https://maps.app.goo.gl/oBwBhEhPwsg3aGWX6', },
		{ k: 'Дата' 		, v: '2023-03-30' 				, },
	],
},
{
	id: '20230330_tomasetto', date: '', descr: 'Tomasetto', title: 'Редуктор',
	keyval: [
		{ k: 'Редуктор' 	, v: 'Tomasetto' 				, },
		{ k: 'Продавець' 	, v: 'Тітов Микола Петрович' 	, },
		{ k: 'СТО' 			, v: 'LPG Master' 				, gps: 'https://maps.app.goo.gl/oBwBhEhPwsg3aGWX6', },
		{ k: 'Дата' 		, v: '2023-03-30' 				, },
	],
},

{
	id: '20221211_exide', date: '', descr: 'Exide', title: 'Акумулятор',
	keyval: [
		{ k: 'Акумулятор' 	, v: 'Exide' 		, },
		{ k: 'Ємність' 		, v: '64 A/h' 		, },
		{ k: 'Продавець' 	, v: 'Лоск 10/22' 	, },
		{ k: 'Дата' 		, v: '2022-12-11' 	, },
		{ k: 'Ціна' 		, v: '3200 грн' 	, },
	],
},



{
	id: '20221203_febi', date: '', descr: 'Febi', title: 'Масло ГУР', 
	keyval: [
		{ k: 'Масло ГУР' 	, v: 'Febi' 			, },
		{ k: 'аркування' 	, v: '№ 06161' 			, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-12-03' 		, },
		{ k: 'Ціна' 		, v: '380 грн за 1 л' 	, },
	],
},
{
	id: '20221203_', date: '', descr: 'пробка маслозливна', title: 'Болт',
	keyval: [
		{ k: 'Болт-пробка маслозливна' 	, v: '' 				, },
		{ k: 'Продавець' 				, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 					, v: '2022_12_03_1101' 	, },
		{ k: 'Ціна' 					, v: '50 грн' 			, },
	],
},





{
	id: '20221028_aral_4', date: '2022-10-28', title: 'Масло моторне', descr: 'Aral ...заміна', 
	keyval: [
		{ k: 'Масло моторне' 	, v: 'Aral Blue Tronic' , },
		{ k: 'Маркування' 		, v: '10w40, ACEA A3/B4, API SN, VW 501.01/505.00' 		, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Кількість' 		, v: '4 л' 				, },
	],
},
{
	id: '20221028_aral_1', date: '2022-10-28', title: 'Масло моторне', descr: 'Aral', 
	keyval: [
		{ k: 'Масло моторне' 	, v: 'Aral Blue Tronic' , },
		{ k: 'Маркування' 		, v: '10w40, ACEA A3/B4, API SN, VW 501.01/505.00' 		, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Кількість' 		, v: '1 л' 				, },
	],
},
{
	id: '20221028_mahle', date: '2022-10-28', title: 'Фільтр масляний', descr: 'Mahle ...заміна', 
	keyval: [
		{ k: 'Фільтр масляний' 	, v: 'Mahle' 			, clue_manufacturer: 'mahle', },
		{ k: 'Код' 				, v: 'OC 2640' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
	],
},









{
	id: '20221029_button', date: '', descr: 'Febi', title: 'Датчик-вимикач',
	keyval: [
		{ k: 'Датчик-вимикач' 	, v: 'Febi' 			, },
		{ k: 'Код' 				, v: '21760' 			, },
		{ k: 'Призначення' 		, v: 'для ліхтарів заднього ходу ' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 			, v: '2022-10-29' 		, },
		{ k: 'Ціна' 			, v: '290 грн' 			, },
	],
},
{
	id: '20221029_meyle', date: '', descr: 'Meyle', title: 'Фільтр повітряний',
	keyval: [
		{ k: 'Фільтр повітряний' 	, v: 'Meyle' 			, },
		{ k: 'Код' 					, v: '1121290008' 		, },
		{ k: 'Призначення' 			, v: 'для ДМРВ' 		, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2022-10-29' 		, },
		{ k: 'Ціна' 				, v: '200 грн' 			, },
	],
},
{
	id: '20221029_gasket', date: '', descr: 'Elring', title: 'Прокладка',
	keyval: [
		{ k: 'Прокладка' 	, v: 'Elring' 			, },
		{ k: 'Код' 			, v: '495.620' 			, },
		{ k: 'Призначення' 	, v: 'для піддону картера двигуна' 		, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-10-29' 		, },
		{ k: 'Ціна' 		, v: '640 грн' 			, },
	],
},
{
	id: '20221028_gasket', date: '', descr: 'Elring', title: 'Прокладка',
	keyval: [
		{ k: 'Прокладка' 	, v: 'Elring' 					, },
		{ k: 'Призначення' 	, v: 'для дросельної заслонки' 	, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 			, },
		{ k: 'Дата' 		, v: '2022-10-28' 				, },
		{ k: 'Ціна' 		, v: '70 грн' 					, },
	],
},


{
	id: '20221028_cleaner', date: '', descr: 'Carb Cleaner', title: 'Спрей', 
	keyval: [
		{ k: 'Спрей' 		, v: 'Carb Cleaner' 	, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-10-28' 		, },
		{ k: 'Ціна' 		, v: '150 грн' 			, },
	],
},



{
	id: '20220905_goodyear', date: '', descr: 'Goodyear UltraGrip Ice 2', title: 'Шини',
	keyval: [
		{ k: 'Шини 185/65/R14' 	, v: 'Goodyear UltraGrip Ice 2' , },
		{ k: 'Маркування' 		, v: '185/65/R14 86 T M+S' 		, },
		{ k: 'Продавець' 		, v: 'Шини і диски' 			, gps: 'https://www.google.com/maps/place/%D0%A8%D0%B8%D0%BD%D1%8B+%D0%B8+%D0%94%D0%B8%D1%81%D0%BA%D0%B8+(Shiny%26Diski)+Top+Service+%D0%A5%D0%B0%D1%80%D1%8C%D0%BA%D0%BE%D0%B2/@49.9980618,36.2727638,21z/data=!4m6!3m5!1s0x4127a0bb838bcd55:0xd8093d244bc563ef!8m2!3d49.9980618!4d36.2730454!16s%2Fg%2F12hkkm1vc?entry=ttu', },
		{ k: 'Дата' 			, v: '2022-09-05' 				, },
		{ k: 'Ціна' 			, v: '8316 грн за 4 шт' 		, },
	],
},
{
	id: '20220728_shafer', date: '', descr: 'Shafer', title: 'Фільтр салону',
	keyval: [
		{ k: 'Фільтр салону' 	, v: 'Shafer' 			, },
		{ k: 'Код' 				, v: 'SAK44' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 			, v: '2022-07-28' 		, },
	],
},
{
	id: '20220728_meyle', date: '', descr: 'Meyle', title: 'Патрубок радіатора пічки',
	keyval: [
		{ k: 'Патрубок радіатора пічки' 	, v: 'Meyle' 					, },
		{ k: 'Код' 							, v: '1198190014' 				, },
		{ k: 'Призначення' 					, v: 'Короткий с гофрою, вихід' , },
		{ k: 'Продавець' 					, v: 'Лоск 2/4, Макс' 			, },
		{ k: 'Дата' 						, v: '2022-07-28' 				, },
	],
},
{
	id: '20220728_jp_group', date: '', descr: 'JP Group', title: 'Патрубок радіатора пічки',
	keyval: [
		{ k: 'Патрубок радіатора пічки' 	, v: 'JP Group' 				, },
		{ k: 'Код' 							, v: '1114304300' 				, },
		{ k: 'Призначення' 					, v: 'Довший, вхід' 			, },
		{ k: 'Продавець' 					, v: 'Лоск 2/4, Макс' 			, },
		{ k: 'Дата' 						, v: '2022-07-28' 				, },
	],
},
{
	id: '20220728_febi', date: '', descr: 'Febi', title: 'Радіатор пічки',
	keyval: [
		{ k: 'Радіатор пічки' 	, v: 'Febi' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 			, v: '2022-07-28' 		, },
		{ k: 'Ціна' 			, v: '600 грн' 			, },
	],
},


{
	id: '20220609_febi', date: '', descr: 'Febi', title: 'Фільтр паливний',
	keyval: [
		{ k: 'Фільтр паливний' 	, v: 'Febi' 			, },
		{ k: 'Код' 				, v: '24073 8976' 		, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 			, v: '2022-06-09' 		, },
		{ k: 'Ціна' 			, v: '220 грн' 			, },
	],
},
{
	id: '20220609_denso', date: '', descr: 'Denso', title: 'Свічки запалювання',
	keyval: [
		{ k: 'Свічки запалювання' 	, v: 'Denso' 			, },
		{ k: 'Код' 					, v: 'W20EPBR-S' 		, },
		{ k: 'Лепестків' 			, v: '3' 				, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2022-06-09' 		, },
		{ k: 'Ціна' 				, v: '600 грн за 4 шт' 	, },
	],
},
{
	id: '20220609_oil', date: '', descr: 'Febi', title: 'Масло трансмісійне', 
	keyval: [
		{ k: 'Масло трансмісійне' 	, v: 'Febi' 			, },
		{ k: 'Код' 					, v: '75W GL-4' 		, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2022-06-09' 		, },
		{ k: 'Ціна' 				, v: '760 грн за 2 л' 	, },
	],
},
{
	id: '20220609_hepu', date: '', descr: 'Hepu', title: 'Антифриз', 
	keyval: [
		{ k: 'Антифриз' 	, v: 'Hepu' 			, },
		{ k: 'Маркування' 	, v: 'P999-G12-005' 	, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-06-09' 		, },
		{ k: 'Ціна' 		, v: '750 грн за 5 л' 	, },
	],
},
{
	id: '20220609_topran', date: '', descr: 'Topran', title: 'Патрубок картерних газів',
	keyval: [
		{ k: 'Патрубок картерних газів' 	, v: 'Topran' 			, },
		{ k: 'Код' 							, v: '109614 3800J49' 	, },
		{ k: 'VAG' 							, v: '037103211' 		, },
		{ k: '' 							, v: 'Г-образний від клапана картерних газів' 		, },
		{ k: 'Продавець' 					, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 						, v: '2022-06-09' 		, },
		{ k: 'Ціна' 						, v: '400 грн' 			, },
	],
},
{
	id: '20220609_flange', date: '', descr: 'Febi', title: 'Фланець антифризу',
	keyval: [
		{ k: 'Фланець антифризу' 	, v: 'Febi' 			, },
		{ k: 'Код' 					, v: '12410 8624 PA66-GF30' 	, },
		{ k: 'VAG' 					, v: '037121145' 		, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2022-06-09' 		, },
		{ k: 'Ціна' 				, v: '140 грн' 			, },
	],
},
{
	id: '20220609_pump', date: '', descr: 'INA', title: 'Помпа',
	keyval: [
		{ k: 'Помпа' 		, v: 'INA' 				, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-06-09' 		, },
		{ k: 'Ціна' 		, v: '1000 грн' 		, },
	],
},
{
	id: '20220609_ina', date: '', descr: 'INA', title: 'Ролик',
	keyval: [
		{ k: 'Ролик' 		, v: 'INA' 				, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-06-09' 		, },
		{ k: 'Ціна' 		, v: '650 грн' 			, },
	],
},
{
	id: '20220609_roller', date: '', descr: 'INA', title: 'Ролик ГРМ',
	keyval: [
		{ k: 'Ролик ГРМ' 	, v: 'INA' 				, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-06-09' 		, },
		{ k: 'Ціна' 		, v: '500 грн' 			, },
	],
},
{
	id: '20220609_gates', date: '', descr: 'Gates', title: 'Ремінь клиновий',
	keyval: [
		{ k: 'Ремінь клиновий' 	, v: 'Gates' 			, },
		{ k: 'Код' 				, v: '6389 MC' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 			, v: '2022-06-09' 		, },
		{ k: 'Ціна' 			, v: '180 грн' 			, },
	],
},
{
	id: '20220609_contitech', date: '', descr: 'Contitech', title: 'Ремінь полікліновий',
	keyval: [
		{ k: 'Ремінь полікліновий' 	, v: 'Contitech' 		, },
		{ k: 'Код' 					, v: '6 PK 1153' 		, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2022-06-09' 		, },
		{ k: 'Ціна' 				, v: '420 грн' 			, },
	],
},
{
	id: '20220609_belt', date: '', descr: 'Contitech', title: 'Ремінь ГРМ',
	keyval: [
		{ k: 'Ремінь ГРМ' 	, v: 'Contitech' 		, },
		{ k: 'Код' 			, v: 'CT 630. 0433 10022022' 		, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-06-09' 		, },
		{ k: 'Ціна' 		, v: '530 грн' 			, },
	],
},
{
	id: '20220607_dnipro_m', date: '', descr: 'Dnipro-M', title: 'Пристрій зарядний', 
	keyval: [
		{ k: 'Пристрій зарядний' 	, v: 'Dnipro-M' 				, },
		{ k: 'Модель' 				, v: 'BC-16' 					, },
		{ k: 'Призначення' 			, v: 'для акумулятора авто' 	, },
		{ k: 'Продавець' 			, v: 'Dnipro-M' 				, href: 'https://dnipro-m.ua/tovar/zaryadnoe-ystroistvo-cb-16s/?tab=description', },
		{ k: '' 					, v: 'Dnipro-M' 				, gps: 'https://maps.app.goo.gl/YFGbJ8g1weQLDe4Z7', },
		{ k: 'Дата' 				, v: '2022-06-07' 				, },
		{ k: 'Ціна' 				, v: '1800 грн' 				, },
	],
},





{
	id: '20220504_door_handle_br', date: '', descr: 'Topran (зп)', title: 'Ручка дверей',
	keyval: [
		{ k: 'Ручка дверей' , v: 'Topran' 			, },
		{ k: 'Призначення' 	, v: 'Задня права' 	, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-05-04' 		, },
		{ k: 'Ціна' 		, v: '320 грн' 			, },
	],
},
{
	id: '20220504_door_handle_bl', date: '', descr: 'Topran (зл)', title: 'Ручка дверей',
	keyval: [
		{ k: 'Ручка дверей' , v: 'Topran' 			, },
		{ k: 'Призначення' 	, v: 'Задня ліва' 		, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 		, v: '2022-05-04' 		, },
		{ k: 'Ціна' 		, v: '320 грн' 			, },
	],
},
{
	id: '20220504_door_handle_tl', date: '', descr: 'Topran (пл)', title: 'Ручка дверей',
	keyval: [
		{ k: 'Ручка дверей' , v: 'Topran' 				, },
		{ k: 'Призначення' 	, v: 'Водійська з дротом' 	, },
		{ k: '' 			, v: 'дріт не потрібен' 	, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 		, v: '2022-05-04' 			, },
		{ k: 'Ціна' 		, v: '500 грн' 				, },
	],
},
{
	id: '20220504_febi', date: '', descr: 'Febi', title: 'Рігеля',
	keyval: [
		{ k: 'Рігеля' 		, v: 'Febi' 						, },
		{ k: '' 			, v: 'Шпільки-упори замків дверей' 	, },
		{ k: '' 			, v: 'Шайбы тонкі, згинаються' 		, },
		{ k: 'Продавець' 	, v: 'Лоск 2/4, Макс' 				, },
		{ k: 'Дата' 		, v: '2022-05-04' 					, },
		{ k: 'Ціна' 		, v: '160 грн за 4 шт' 				, },
	],
},
{
	id: '20220504_vag', date: '', descr: 'VAG', title: 'Кліпси',
	keyval: [
		{ k: 'Кліпси дверних ручек' 	, v: 'VAG' 							, },
		{ k: '' 						, v: 'П-образні білі пластмаски' 	, },
		{ k: 'Продавець' 				, v: 'Лоск 2/4, Макс' 				, },
		{ k: 'Дата' 					, v: '2022-05-04' 					, },
		{ k: 'Ціна' 					, v: '200 грн за 4 шт' 				, },
	],
},
{
	id: '20220422_bushing', date: '', descr: 'стабілізатора', title: 'Втулки',
	keyval: [
		{ k: 'Втулки стабілізатора' , v: 'резинові' 		, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2022-04-22' 		, },
		{ k: 'Ціна' 				, v: '150 грн за 2 шт' 	, },
	],
},
{
	id: '20220422_brake_shoe', date: '', descr: 'гальмівні', title: 'Колодки',
	keyval: [
		{ k: 'Гальмівні колодки' 	, v: '' 				, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 	, },
		{ k: 'Дата' 				, v: '2022-04-22' 		, },
		{ k: 'Ціна' 				, v: '900 грн за 8 шт' 	, },
	],
},
{
	id: '20220422_meyle', date: '', descr: 'Meyle', title: 'Амортизатори',
	keyval: [
		{ k: 'Стійки-амортизатори' 	, v: 'Meyle' 				, },
		{ k: 'Призначення' 			, v: 'передні ліва/права' 	, },
		{ k: 'Продавець' 			, v: 'Лоск 2/4, Макс' 		, },
		{ k: 'Дата' 				, v: '2022-04-22' 			, },
		{ k: 'Ціна' 				, v: '3300 грн за 2 шт' 	, },
	],
},
{
	id: '20211209_valvoline', date: '2021-12-09', title: 'Масло моторне', descr: 'Valvoline ...заміна', 
	keyval: [
		{ k: 'Масло моторне' 	, v: 'Valvoline MaxLife' 			, },
		{ k: 'Маркування' 		, v: '10w40 Synthetic Technology' 	, },
		{ k: 'Допуск' 			, v: 'VW 50200/50500' 				, },
		{ k: 'Двигуни' 			, v: 'Бензин, газ, дизель' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 9/97' 					, },
		{ k: 'Ціна' 			, v: '750 грн за 5 л' 				, },
	],
},
{
	id: '20211209_filter', date: '2021-12-09', title: 'Фільтр масляний', descr: '...заміна', 
	keyval: [
		{ k: 'Фільтр масляний' 	, v: '' 			, },
		{ k: 'Продавець' 		, v: 'Лоск 9/97' 	, },
	],
},
{
	id: '20210000_beru', date: '2021-00-00', title: 'Дроти свічні', descr: 'Beru ZEF 561 ...заміна',
	keyval: [
		{ k: 'Дроти ВВ (свічні)' 	, v: 'Beru' 					, },
		{ k: 'Модель' 				, v: 'ZEF 561' 					, },
		{ k: 'Код' 					, v: '0300.890.561' 			, },
		{ k: 'Призначення' 			, v: 'для свічок' 				, },
		{ k: 'Продавець' 			, v: 'СТО на пушці в Комарівці' , },
	],
},
{
	id: '20210000_bosch', date: '2021-00-00', title: 'Лямбда-зонд', descr: 'Bosch ...заміна', 
	keyval: [
		{ k: 'Лямбда-зонд' 	, v: 'Bosch' 					, },
		{ k: 'Код' 			, v: '0 258 005 133' 			, },
		{ k: 'Продавець' 	, v: 'СТО на пушці в Комарівці' , },
	],
},
{
	id: '20210000_pipe_branch', date: '2021-00-00', title: 'Патрубок (хобот)', descr: 'ДМРВ-колектора ...заміна', 
	keyval: [
		{ k: 'Патрубок' 	, v: 'хобот' 					, },
		{ k: 'Призначення' 	, v: 'для колектора від ДМРВ' 	, },
		{ k: 'Продавець' 	, v: 'Автоград' 				, },
		{ k: 'Ціна' 		, v: '500 грн (б/в)' 			, },
	],
},
{
	id: '20210000_dmrv', date: '2021-00-00', title: 'ДМРВ', descr: 'Bosch ...заміна', 
	keyval: [
		{ k: 'ДМРВ' 		, v: 'Bosch' 			, },
		{ k: 'Продавець' 	, v: 'Автоград' 		, },
		{ k: 'Ціна' 		, v: '2700 грн (б/в)' 	, },
	],
},
{
	id: '20200820_xiaomi', date: '2020-08-20', title: 'Відеореєстратор', descr: 'Xiaomi Yi Smart', 
	keyval: [
		{ k: 'Відеореєстратор ' 	, v: 'Xiaomi' 					, },
		{ k: 'Модель ' 				, v: 'Yi Smart Dash Camera' 	, },
		{ k: 'Продавець' 			, v: 'Цитрус' 					, },
		{ k: 'Ціна' 				, v: '1400 грн' 				, },
	],
},
{
	id: '20200810_bremi', date: '2020-08-10', descr: 'Bremi', title: 'Котушка запалювання ...заміна',
	keyval: [
		{ k: 'Котушка запалювання' 	, v: 'Bremi' 				, },
		{ k: 'Продавець' 			, v: 'Лоск, InsideParts UA' , },
		{ k: 'Ціна' 				, v: '900 грн' 				, },
	],
},









];








