// 









const arrListCars = [





// ----------------------------------------------------------------------------------------------------------------------------------------------------

{ 
	id: '20200805', date: '2020-08-05', title: 'VW Passat B4', descr: '...характеристики', 
	keyval: [
		



		{ k: 'Кліренс' 			, v: '119 мм' 									, },
		{ backspace: true },



		{ k: 'Витрата бензину' 					, v: '604км / 70л // ( 11,67л / 100км ) + остача ? + прогрівання' 	, },
		{ k: 'Потужність' 						, v: '115 л.с.' 				, },
		{ k: 'Крутний момент' 					, v: '166 Нм' 					, },
		{ k: 'Діаметр циліндра' 				, v: '82.5 мм' 					, },
		{ k: 'Хід поршня' 						, v: '92.8 мм' 					, },
		{ k: 'Ступень стиснення' 				, v: '10' 						, },
		{ k: 'Об\'єм охолоджувальної рідини' 	, v: '5 л' 						, },
		{ k: 'Об\'єм масла в двигуні' 			, v: '4 л' 						, },
		{ k: 'Масло' 							, v: 'VW 500.00/501.01/502.00, ACEA - A3, API - SH,SJ' 			, },		
		{ k: 'Двигун 2E' 						, v: 'otoba.ru' 				, href: 'https://otoba.ru/dvigatel/vw/2e.html', },
		{ backspace: true },

		{ k: '--- КПП' 					, v: '' 						, },
		{ k: 'Управління' 				, v: 'Механічна' 				, },
		{ k: 'Кількість передач' 		, v: '5' 						, },
		{ k: 'Масло' 					, v: 'VAG G052726A2, 75W-90' 	, },
		{ k: 'Об\'єм масла в коробці' 	, v: '2 л' 						, },
		{ backspace: true },





		{ k: '--- Руль' 			, v: '' 							, },
		{ k: 'ГУР' 					, v: 'Олія VAG G004000M2, 0.8 л' 	, },
		{ k: 'Гальмівна рідина' 	, v: 'DOT 4, 2 л' 				, },
		{ backspace: true },

		{ k: '--- Салон' 		, v: '' 											, },
		{ k: 'Пічка' 			, v: 'Патрубки подача/зворотка - діаметр 20 мм' 	, },
		{ backspace: true },

		{ k: '--- Ходова' 		, v: '' 												, },
		{ k: 'Шини' 			, v: '185/65/R14 86 T M+S Goodyear UltraGrip Ice 2'		, },
		{ k: 'Шини' 			, v: '185/65/R14 86 T M+S Nokian W' 					, },

		{ k: 'Ступиця' 			, v: '57.1 мм' 											, },
		{ k: 'Разболтовка' 		, v: '4*100 мм ( 4 отвори на окружності_діаметром_100мм)  // PCD (Pitch Circle Diameter - крок/окружність/діаметр )' 	, },
		{ k: 'Болты' 			, v: 'М12, крок 1.5 мм' 								, },
		{ k: 'Тиск' 			, v: '2.1 бар' 											, },
		{ k: 'Заводські' 		, v: 'Шина - 175/70/R14, диск - 5.5J x 14 ET38' 		, },
		{ k: 'Заводські' 		, v: 'Шина - 185/65/R14 86 T, диск - 5.5J x 14 ET38' 	, },
		{ k: 'Інші' 			, v: 'Шина - 195/60/R14 86 T, диск - 6J x 14 ET38' 		, },
		{ k: 'Інші' 			, v: 'Шина - 195/55/R15, диск - 6J x 15 ET35' 			, },
		{ k: 'Інші' 			, v: 'Шина - 205/50/R15 85S, диск - 6J x 15 ET33' 		, },
		{ k: 'Інші' 			, v: 'Шина - 195/50/R16, диск - 6J x 16 ET38' 			, },
		{ k: 'Інші' 			, v: 'Шина - 215/45/R16, диск - 7J x 16 ET35' 			, },
		{ backspace: true },
			
		{ k: 'Розшифровка шин' 	, v: '185 / 65 / R14 / W / 86 / T / M+S' 		, },
		{ k: '185' 				, v: 'ширина шини - 185 мм' 					, },
		{ k: '65' 				, v: 'висота профілю 65% від ширини' 			, },
		{ k: 'R14' 				, v: 'діаметр шини внутрішній - 14 дюймів'		, },
		{ k: 'W' 				, v: '' 										, },
		{ k: '86' 				, v: 'Індекс вантажопідйомності шини' 			, },
		{ k: 'T' 				, v: 'Індекс швидкості' 						, },
		{ k: 'M+S' 				, v: 'Бруд та сніг (Mud + Snow)' 				, },
		{ k: 'Tubeless (TL)' 	, v: 'Безкамерна' 								, },
		{ k: 'Маркування шин' 	, v: 'shina.ua' 								, href: 'https://shina.ua/markirovka-shin-rasshifrovka', },
		{ k: 'Маркування шин' 	, v: 'carprice.kharkov.ua' 						, href: 'http://carprice.kharkov.ua/yak-rozshifruvati-markuvannya-shin/',},
		{ backspace: true },

		{ k: 'Розшифровка дисків' 	, v: '5.5 - J - x - 14 - 4/100 - ET38 - d 66.6' , },
		{ k: '5.5' 					, v: '5.5 дюймів - ширина диску' 				, },
		{ k: 'J' 					, v: 'форма закраїн диску' 						, },
		{ k: 'x' 					, v: 'диск не роздільний' 						, },
		{ k: '14' 					, v: '14 дюймів - діаметр диску ( посадочне місце для шини )', },
		{ k: '4/100' 				, v: '4 отвори на 100-міліметровій окружністі', },
		{ k: 'ET38' 				, v: '38 мм - виліт (додатній) // відстань від посадочного місця до уявної осі симетрії диску' , },
		{ k: 'd 66.6' 				, v: 'центральний посадочний діаметр диску на ступицю ', },
		{ k: 'Маркування дисків' 	, v: '<a href="https://razmerkoles.ru/size/volkswagen/passat/1994/#trim-b4-1993-1997-20--114" target="_blank">www.razmerkoles.ru</a>', },
		{ backspace: true },

		{ k: 'Індекс вантажопідйомность' 	, v: '' 			, },
		{ k: '62' 	, v: '265 кг' 	, },
		{ k: '63' 	, v: '272 кг' 	, },
		{ k: '64' 	, v: '280 кг' 	, },
		{ k: '65' 	, v: '290 кг' 	, },
		{ k: '66' 	, v: '300 кг' 	, },
		{ k: '67' 	, v: '307 кг' 	, },
		{ k: '68' 	, v: '315 кг' 	, },
		{ k: '69' 	, v: '325 кг' 	, },
		{ k: '70' 	, v: '335 кг' 	, },
		{ k: '71' 	, v: '345 кг' 	, },
		{ k: '72' 	, v: '355 кг' 	, },
		{ k: '73' 	, v: '365 кг' 	, },
		{ k: '74' 	, v: '375 кг' 	, },
		{ k: '75' 	, v: '387 кг' 	, },
		{ k: '76' 	, v: '400 кг' 	, },
		{ k: '77' 	, v: '412 кг' 	, },
		{ k: '78' 	, v: '425 кг' 	, },
		{ k: '79' 	, v: '437 кг' 	, },
		{ k: '80' 	, v: '450 кг' 	, },
		{ k: '81' 	, v: '462 кг' 	, },
		{ k: '82' 	, v: '475 кг' 	, },
		{ k: '83' 	, v: '487 кг' 	, },
		{ k: '84' 	, v: '500 кг' 	, },
		{ k: '85' 	, v: '515 кг' 	, },
		{ k: '86' 	, v: '530 кг' 	, },
		{ k: '87' 	, v: '545 кг' 	, },
		{ k: '88' 	, v: '560 кг' 	, },
		{ k: '89' 	, v: '580 кг' 	, },
		{ k: '90' 	, v: '600 кг' 	, },
		{ k: '91' 	, v: '615 кг' 	, },
		{ k: '92' 	, v: '630 кг' 	, },
		{ k: '93' 	, v: '650 кг' 	, },
		{ k: '94' 	, v: '670 кг' 	, },
		{ k: '95' 	, v: '690 кг' 	, },
		{ k: '96' 	, v: '710 кг' 	, },
		{ k: '97' 	, v: '730 кг' 	, },
		{ k: '98' 	, v: '750 кг' 	, },
		{ k: '99' 	, v: '775 кг' 	, },
		{ k: '100' 	, v: '800 кг' 	, },
		{ k: '101' 	, v: '825 кг' 	, },
		{ k: '102' 	, v: '850 кг' 	, },
		{ k: '103' 	, v: '875 кг' 	, },
		{ k: '104' 	, v: '900 кг' 	, },
		{ k: '105' 	, v: '925 кг' 	, },
		{ k: '106' 	, v: '950 кг' 	, },
		{ k: '107' 	, v: '975 кг' 	, },
		{ k: '108' 	, v: '1000 кг' 	, },
		{ k: '109' 	, v: '1030 кг' 	, },
		{ k: '110' 	, v: '1060 кг' 	, },
		{ k: '111' 	, v: '1090 кг' 	, },
		{ k: '112' 	, v: '1120 кг' 	, },
		{ k: '113' 	, v: '1150 кг' 	, },
		{ k: '114' 	, v: '1180 кг' 	, },
		{ k: '115' 	, v: '1215 кг' 	, },
		{ k: '116' 	, v: '1250 кг' 	, },
		{ k: '117' 	, v: '1285 кг' 	, },
		{ k: '118' 	, v: '1320 кг' 	, },
		{ k: '119' 	, v: '1360 кг' 	, },
		{ k: '120' 	, v: '1400 кг' 	, },
		{ k: '121' 	, v: '1450 кг' 	, },
		{ k: '122' 	, v: '1500 кг' 	, },
		{ k: '123' 	, v: '1550 кг' 	, },
		{ backspace: true },

		{ k: 'Індекс швидкості' 	, v: '' 		, },
		{ k: 'G' 			, v: '90 км/год' 		, },
		{ k: 'J' 			, v: '100 км/год' 		, },
		{ k: 'K' 			, v: '110 км/год' 		, },
		{ k: 'L' 			, v: '120 км/год' 		, },
		{ k: 'M' 			, v: '130 км/год' 		, },
		{ k: 'N' 			, v: '140 км/год' 		, },
		{ k: 'P' 			, v: '150 км/год' 		, },
		{ k: 'Q' 			, v: '160 км/год' 		, },
		{ k: 'R' 			, v: '170 км/год' 		, },
		{ k: 'S' 			, v: '180 км/год' 		, },
		{ k: 'T' 			, v: '190 км/год' 		, },
		{ k: 'H' 			, v: '210 км/год' 		, },
		{ k: 'V' 			, v: '240 км/год' 		, },
		{ k: 'W' 			, v: '270 км/год' 		, },
		{ k: 'Y' 			, v: '300 км/год' 		, },
		{ k: 'VR' 			, v: '> 210 км/год' 	, },
		{ k: 'ZR' 			, v: '> 240 км/год' 	, },
		{ k: 'ZR (Y)' 		, v: '> 300 км/год' 	, },
		{ backspace: true },

		{ k: '--- Тюнінг' 			, v: '' 								, },
		{ k: 'Фари' 				, v: 'Junyan LPVW97 Daylight Black' 	, },

		{ k: 'Передні фари' 		, v: 'LPVW40, ангел, світлі' 			, },
		{ k: 'Передні фари' 		, v: 'LPVW41, ангел, темні' 			, },
		{ k: 'Передні фари' 		, v: 'LPVW96, диявол, світлі' 			, },
		{ k: 'Передні фари' 		, v: 'LPVW97, диявол, темні' 			, },
		{ k: 'Задні фари' 			, v: 'LTVW22, світлі' 					, },
		{ k: 'Задні фари' 			, v: 'LТVW56, темні' 					, },
		{ k: 'Бокові поворотники' 	, v: 'KBVW02, світлі' 					, },
		{ k: 'Бокові поворотники' 	, v: 'KBVW06, темні' 					, },
		
		{ k: 'Освітлення' 			, v: 'etlib.ru' 						, href: 'https://etlib.ru/tehdata/data?id=1730#ad_sg_21', },
		{ k: 'Магазин' 				, v: 'design-tuning.com' 				, href: 'https://design-tuning.com/cat_item/auto-11000-328-0/', },
		{ backspace: true },
		{ backspace: true },
		{ backspace: true },



		{ k: '--- Сервіс ---' 	, v: '' 				, },
		{ backspace: true },





	],
},
{
	id: '20230502_vag_com', date: '2023-05-02', title: 'Адаптер діагностичний', descr: 'VAG COM', 
	keyval: [
		{ k: 'Адаптер діагностичний' 	, v: 'VAG COM 22.3' 	, },
		{ k: 'Відеоінструкція' 			, v: 'youtube.com' 		, href: 'https://www.youtube.com/watch?v=OZlzpd1M7Mw' , },
		{ k: 'Прога' 					, v: 'drive.google.com' , href: 'https://drive.google.com/file/d/1BAckpBdCncuTk9622DknMWn52ZZscO2R/view' , },
		{ k: 'Продавець' 				, v: 'prom.ua'  		, href: 'https://kharkov.prom.ua/ua/p1700609345-diagnosticheskij-adapter-vcds.html?adjust_campaign=share&adjust_adgroup=android&adjust_creative=product&utm_campaign=share_button&utm_medium=referral_link&utm_source=b2c_app_android' , },
		{ k: 'Ціна' 					, v: '840 грн' 			, },
	],
},
{
	id: '20220607_dnipro_m', date: '2022-06-07', title: 'Пристрій зарядний', descr: 'Dnipro-M', 
	keyval: [
		{ k: 'Пристрій зарядний' 	, v: 'Dnipro-M' 				, },
		{ k: 'Модель' 				, v: 'BC-16' 					, },
		{ k: 'Призначення' 			, v: 'для акумулятора авто' 	, },
		{ k: 'Продавець' 			, v: 'Dnipro-M' 				, href: 'https://dnipro-m.ua/tovar/zaryadnoe-ystroistvo-cb-16s/?tab=description', },
		{ k: '' 					, v: 'Dnipro-M' 				, gps: 'https://maps.app.goo.gl/YFGbJ8g1weQLDe4Z7', },
		{ k: 'Ціна' 				, v: '1800 грн' 				, },
	],
},
{
	id: '20220516_canister', date: '2022-05-16', title: 'Каністра', descr: 'пластикова 20 л', 
	keyval: [
		{ k: 'Каністра' 	, v: 'пластикова (червона)' , },
		{ k: 'Призначення' 	, v: 'для бензину' 			, },
		{ k: 'Об\'єм' 		, v: '20 л' 				, },
		{ k: 'Продавець' 	, v: 'Автоград' 			, },
		{ k: 'Ціна' 		, v: '600 грн' 				, },
	],
},
{
	id: '20220516_funnel ', date: '2022-05-16', title: 'Лійка', descr: 'воронка', 
	keyval: [
		{ k: 'Лійка' 		, v: 'воронка пластикова чорна' 	, },
		{ k: 'Призначення' 	, v: 'для бензину' 					, },
		{ k: 'Продавець' 	, v: 'Автоград' 					, },
		{ k: 'Ціна' 		, v: '100 грн' 						, },
	],
},
{
	id: '20211209_winso', date: '2021-12-09', title: 'Компресор', descr: 'Winso', 
	keyval: [
		{ k: 'Компресор' 	, v: 'Winso' 		, },
		{ k: 'Призначення' 	, v: 'для колес' 	, },
		{ k: 'Продавець' 	, v: 'Лоск 11/49' 	, },
		{ k: 'Ціна' 		, v: '0 грн' 		, },
	],
},













];


